Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=289_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen kieltä ja opetusta tulisi kehittää kokonaisvaltaisesti
sme: Sámegiela ja oahpahusa galggašii ovddidit oppalaččat

source: Suomessa tulisi käynnistää kokonaisvaltainen saamen kielen elvytysohjelma ja aloittaa saamen kielen ja saamenkielisen opetuksen kokonaisvaltainen kehittäminen.
sme: Suomas galggašii bidjat johtui oppalaš sámegiela ealáskahttinprográmma ja álggahit sámegiela ja sámegielat oahpahusa oppalaš ovddidanbarggu.

source: Kaikki kolme Suomessa puhuttua saamen kieltä ovat tutkimusten ja kansainvälisten luokitusten mukaan uhanalaisia kieliä, jotka tarvitsevat erityistä tukea siirtyäkseen aktiivisina käyttökielinä uusille sukupolville.
sme: Buot golbma Suomas hubmojuvvon sámegiela leat dutkamušaid ja álbmogiidgaskasaš kártemiid mielde áitojuvvon gielat, mat dárbbašit earenoamáš doarjaga vai sirdásit aktiivvalaš atnogiellan ođđa buolvvaide.

source: Koululla on tässä erityisen tärkeä asema.
sme: Skuvlla mearkkašupmi dás lea stuoris.

source: Opetusministerille luovutetut muistiot voi avata tästä:
sme: Oahpahusministtarii geigejuvvon muittuhančállagiid sáhttá rahpat dás:
